# St7SetAllEntitiesOn

Resets the display to show all entities and attributes in the model window.

Strand7 API Manual

long St7SetAllEntitiesOn(long uID)

Input Parameters

uID

Strand7 model file ID.